#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG @MRK_YT

class Translation(object):
    
    START_TEXT = """<b>🙋‍♂️Hey {}!!
   ഈ ബോട്ട് Ma മൂവീസ് ഗ്രൂപ്പിലേക്ക് ഉള്ളത് എന്ന് ഇനി വീണ്ടും വീണ്ടും പറയണോ??
   അപ്പോ പിന്നെ എന്തിനാ വീണ്ടും വീണ്ടും സ്റ്റാർട്ട് കുത്തി കളിക്കാൻ വരുന്നേ... ആ സൈഡിലോട്ട് എങ്ങാനും മാറി ഇരിക്ക്‌ ഇനി🤭🤭
   @Ma_movies_group """    
    
    HELP_TEXT = """
നീ ഏതാ..... ഒന്ന് പോടെയ് അവൻ help ചോയ്ച്ച് വന്നിരിക്കുന്നു...ഇവിടെ help ഉം കൊണ്ട് വന്നിട്ട് ഒരു കാര്യവും ഇല്ല.😜
@Ma_movies_group
"""
    
    ABOUT_TEXT = """<b>➥ 📃Name</b> : <b> Auto Filter Bot</b>

<b>➥ 👨‍💻Editor</b> : <b><a href="https://t.me/MR_THOR_01">⚡GOD OF THUNDER⚡</a></b>

<b>➥ 🗣️Language</b> : <b>Python3<b>

<b>➥ 📚Library</b> : <b><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></b>

<b>➥ 📖Source Code</b> : <b><a href="https://github.com/MoTechYT/Pro-Auto-Filter-Bot-V2">💥Click Me</a></b>
"""
